{
  "game": {
    "DnD": {
      "campaigns": [
        {
          "campaign": {
            "title": "The Hoard of the Dragon Queen",
            "difficulty": "beginner",
            "image": "https://images-na.ssl-images-amazon.com/images/I/81L0frikxhL.jpg",
            "description": "The Cult of the Dragon leads the charge in an unholy crusade to bring Tiamat back to the Realms, and the situation grows more perilous for good people with each passing moment. The battle becomes increasingly political as opportunities to gather allies and gain advantage present themselves. From Waterdeep to the Sea of Moving Ice to Thay, it is a race against Evil. Succeed or succumb to the oppression of draconic tyranny. Win or lose, things will never be the same again."
          }
        },
        {
          "campaign": {
            "title": "The Rise of Tiamat",
            "difficulty": "intermediate",
            "image": "https://images-na.ssl-images-amazon.com/images/I/91mv3QQMNSL.jpg"
          }
        }
      ]
    },
    "L5R": {
      "campaigns": [
        {
          "campaign": {
            "title": "Topaz Championship",
            "difficulty": "beginner",
            "image": "https://pbs.twimg.com/media/EN_59JVWsAAGtpC.jpg",
            "description": "The recent, untimely, and mysterious death of the Emerald Champion, Doji Satsume of the Crane Clan, has thrown the Emerald Empire into turmoil. Each of the Great Clans suspiciously eyes the others and wonders whether the death was no tragic accident, but a dishonorable act of murder. In these times of strife, a group of youths approaches the village of Tsuma for the Topaz Championship and their gempuku, the coming-of-age ceremony that will mark them as fully fledged samurai. Each contestant has come from a different clan and dreams of being the highest-scoring contestant in the tournament, earning the title of Topaz Champion. Despite being pitted against one another, they are all united in their desire to succeed and bring honor to their clan and family."
          }
        },
        {
          "campaign": {
            "title": "Winter's Embrace",
            "difficulty": "intermediate",
            "image": "https://cdn.shoplightspeed.com/shops/638935/files/25149467/262x276x2/fantasy-flight-games-legend-of-the-five-rings-5e-w.jpg",
            "description": "Being invited to the Emperor’s Winter Court is daunting enough, but an invitation to tea with the legendary member of the Crane Clan thrusts you into the thick of a devious scheme. Your group is tasked with uncovering the truth behind how a dangerous band of scoundrels from the Mantis Clan secured a coveted invitation to the event, and, more importantly, what plots do they hope to accomplish while they are here."
          }
        }
      ]
    }
  }
}
